<template>
  <div>
    <div>
      <b>Какие эксельки использовать?</b>
    </div>
    <div>
      Цербер -> реестры -> хозяйствующие субъекты -> выставляем нужные фильтры -> отчет -> xls / xlsx не более ~100000
      строк. Столбцы любые, главное чтоб был "Идентификатор в системе (guid)". В случае необходимости использовать более
      100000 строк рекомендуется получить отчеты несколькими файлами с указанием смещения.
    </div>
  </div>
  <div>
    <div><b>VSD.Examine</b></div>
    <div>Модуль для поиска ошибок в всд. Не рекомендуется производить проверку более чем за ~7 дней (можно, но время
      выполнения будет очень большое). Если не прикрепить файл(-ы)(excel) перед запуском - проверка будет произведена по
      парам "площадка - ХС" из БД (данные могут быть устаревшими, но скорость выполнения повышается в разы)
    </div>
  </div>
  <div>
    <div>
      <b>Ent.finder</b>
    </div>
    <div>
      Модуль для сохранения пар "площадка - ХС" в БД. При больших объемах рекомендуется использовать его до запуска
      VSD.Examine
    </div>
  </div>
  <div>
    <div>
      <b>Report</b>
    </div>
    <div>
      Модуль создания отчетов.
    </div>
  </div>
  <div>
    <div>
      <b>Account</b>
    </div>
    <div>
      Модуль менеджера данных для подключения к API Ветис. После создания аккаунта введите данные из письма с реквизитами доступа и нажмите "Сохранить". При изменении каких либо данных можно ввести только изменившиеся данные и нажать "Сохранить" (изменятся только введеные данные)
    </div>
  </div>
</template>

<script setup>

</script>
